{
  "content":{
    "news1":{
      "paper":{
        "day":"November, 2015",
        "title":"Districtville Gazette",
        "header":"LATEST NEWS: Republicans Keep Control",
        "articles":[
          {
            "title":"DEMOCRATS ALMOST PULL HUGE UPSET",
            "p1":"In an astonishing \"photo finish,\" the Utah House of Representatives almost became Democratically controlled.  The 75 member house split 38 Republican and 37 Democratic.  According to analyst Dan Jones, \"this was an intense effort on the part of Democrats to find an independently minded Republican who will bolt his party to form a majority coalition with the Democrats.\" ",
            "p2":"Democratic Leader Rep. Jennifer Seelig (D-Salt Lake City) said today that \"what we need is a brave Republican like Rep. Jones to help us.\"  Republican Leader Val Peterson responded that he wasn't worried because Representative Jones will vote his conscience.",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"

          },
          {
            "title":"HERBERT ANNOUNCES DIRECTOR OF INNOVATION",
            "p1":"The Utah Governor Gary Hisbert announced today his intent to bring \"creative new ideas and faces into state government .\"   To lead this effort he has appointed Spencer Jenkins to be the state's first DOI, Director of Innovation.   According to insiders, Hisbert is concerned that the relatively weak showing of Republicans in the House elections may portend problems for him in 2016.  The Governor said the GOP may need to  \"push a more innovative agenda and do a better job selling our innovative conservative ideas.\"",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"JONES TO PLAY A KEY ROLE IN LEGISLATURE",
            "p1":"With the House of Representatives nearly evenly split between Republicans and Democrats, the surprise election of Kenneth Jones places the independent-minded Jones in the middle of a major power struggle.  Jones won his seat by out campaigning his opponent and by winning Tea Party supporters .  The re-election of Jones is critical if Republicans are to keep win control of the House.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1c"
          },
          {
            "title":"TAX REFORM MAY DOMINATE THE LEGISLATIVE AGENDA",
            "p1":"Governor Hisbert today told the Utah Tax Payers Association he thought \"the chances are good\"  that his agenda would include making furthis tax reductions.    According to the Governor's press secretary Crystal Feldman , \"we will ask for a furthis reduction in business taxes to become more competitive with other states.\"",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1d"
          },
          {
            "title":"DEMOCRATIC LEADER ANNOUNCES GOALS",
            "p1":"House Democrats re-elected Janet Seelig (D- Salt Lake)  as their leader last night at the downtown Mariott.  Seelig immediately announced that revising liquor laws, job training, education, and providing health care for the poor will be his caucuses' top priorities.  He furthis urged Republicans not to \"make fools of themselves\" by pushing \"extremist social issues.\"",
            "imgURL":"../img/article1e.jpg",
            "imgALT":"article1e"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "Ken Jones (R-Districtville)"
          }
        ]
      }
    },
    "news2":{
      "paper":{
        "day":"January, 2016",
        "title":"Stage 2",
        "header":"LATEST NEWS: Governor wants tax cuts",
        "articles":[
          {
            "title":"GOVERNOR'S STATE OF STATE SPEECH OUTLINES AGENDA",
            "p1":"Amidst a packed room of legislators and political supporters, Gov. Herbert outlined his priorities for 2015.  His priorities include reducing taxes on small businesses, pushing his 66% education goal and increased funding for charter schools.

            Governor Herbert said his plan can be carried out if the state freezes salaries, aid to public schools and highway construction.

            Democratic Leader Jennifer Seelig said that her caucus will \"study the Governor's ideas.   It is generally accepted, according to Seelig that \"the Governor proposes and legislature disposes.\"",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"
          },
          {
            "title":"PETERSON ELECTED SPEAKER OF THE HOUSE",
            "p1":"After originally comtemplating running for the U.S. Senate, Rep.  Val Peterson (R-Orem)  was elected speaker at a lengthy caucus last Friday night.

            State Representatives E.D. Williams and James Macalester bolted from the Democratic caucus today to insure the election of Peterson.   Democrat Williams, when asked why she voted for Peterson, said that \"Petereson was more interested in providing tax relief than Seelig.\"  Seelig is the Democratic leader.

            Williams and Macalester denied that their being appointed to the Captial Facililties and the  Executive Appropriations Committee, respectively, had anything to do with the vote.

            As it turned out, the vote for leadership by Rep. Jones, originally thought to be critical was not significant.",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"JONES ACCEPTS COMMITTEE ASSIGNMENTS",
            "p1":"Representative Jones was appointed today to Chair the House Ecoomic Development Committee and serve on the the House Education Committee.  Jones, who was reported to be under pressure to vote for Seelig for Speaker, was delighted with the appointments.  According to his aide, Jones is looking forward to serving his district with distinction and power.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1c"
          },
          {
            "title":"SENATOR HALES ANNOUNCES COMMITTEE",
            "p1":"State Senator Karen Hales from Park City  announced today the formation of a citizens committee to investigate if she should seek the governorship in 2016.  According to Hales, the committee of citizens will determine if Governor Herberet should be reelected or if she is the better candidate.  The committee consists of a number of leading Democrats and friends of the Senator.  The committee will make its findings known next year.",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1d"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "ken Jones (R-Districtville)"
          }
        ]
      }
    },
    "news3":{
      "paper":{
        "day":"February, 2016",
        "title":"Stage 3",
        "header":"LATEST NEWS: Higher Education Targeted!",
        "articles":[
          {
            "title":"GOVERNOR'S BUDGET IS IN TROUBLE!",
            "p1":"The governor's proposed budget has met with stiff opposition from a coalition of House Democrats and moderate Republicans.  Representative Jones, a freshman legislator from Districtville, said that the governor was just \"not sympathetic\" to education and workforce development.  If a budget is not adopted before the legislature recesses for the summer, state and college employees may face payless paydays.",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"
          },
          {
            "title":"GOVERNOR PROPOSES HIGHER EDUCATION COMMISSION",
            "p1":"Governor Herbert announced Tuesday that Lt.  Gov. Dan Forest would head a special commission to look at the future of higher education.   Herbert told the capitol press corp that his current thinking was to eliminate the Board of Regents  but was open to other ways the colleges could be more \"market oriented.\"     Board of Govenror's Chair Fred Eshelman, said \"he wasn't sure the Governor and Lt. Governor understood how important the Board of Regents were to Utah.\"",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"ANTI-INCUMBENT ATTITUDE INCREASES",
            "p1":"A recent poll conducted by Utah Valley University showed the voters in a mood to \"throw the rascals out.\"  Governor Herbert said that it didn't bother him since he \"was no rascal.\"  Nasty public sentiment is causing concern among Salt Lake City professionals.  According to an unnamed lobbyist, \"Salt Lake City is becoming more ungovernable by the day.\"    Former vice presidential candidate Sarah Pallin is expected to visit Salt Lake City within the month to organize a new political party.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"PROPERTY TAX REVOLT TAKES ROOT",
            "p1":"Property assessments increased an average of 12% throughout Bunko County.  Local taxpayer leader, Sam Notax called for an immediate property tax assessment freeze.  According to Notax, any \"sane legislator would want to freeze taxes regardless of the impact on schools and local governments.\"

            In a related matter, Robert Tisch, retired county  commissioner from Ashe County, announced today that he was creating a committee to reduce property taxes by 30%.  The \"Committee for 30\" is expected to begin collecting signatures in the next few weeks to put the issue on the ballot.",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"SENATOR HALES ANNOUNCES \"LAME GOVERNMENT AWARD\"",
            "p1":"Democratic State Senator Karen Hales announced last week that the committee she created to determine if she should run for governor has decided to make periodic awards recognizing poor judgment in state government.   The first recipient is Governor Herbert for giving pay raises to two young staffers while freezing salaries for teachers.  Herbert's press secretary, Crystal Feldman, said \"it was an old issue that was totally irrelevant to anything.\"",
            "imgURL":"../img/article1e.jpg",
            "imgALT":"article1b"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "ken Jones (R-Districtville)"
          }
        ]
      }
    },
    "news4":{
      "paper":{
        "day":"January, 2017",
        "title":"Stage 4",
        "header":"LATEST NEWS: Protests Escalate",
        "articles":[
          {
            "title":"IDEOLOGICAL CRAZINESS HITS SALT LAKE CITY!",
            "p1":"The Utah  House has become a battleground of partisan bickering on a variety of issues ranging from the intelligent design,  gun control, mandatory sterilization for sex offenders and tax breaks for the wealthy.  A rump caucus of moderate Republicans is making life difficult for Speaker Peterson.

             NAACP state leader William Barber told the Deseret News that he would start  \"Moral Monday\" protests to highlight state policies that negatively affect the poor.  To counter their protests, Tea Party Leader Samuel Tizzy announced the Tea Party will begin a weekly rally of their own.",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"
          },
          {
            "title":"PAPER INVESTIGATES POLITICAL DONATIONS",
            "p1":"On Monday of this week the Salt Lake Tribune gave the attorney general's office information about potential trade-offs of campaign contributions for legislative intervention. Limited details will be released next week in order to the A.G. time to review the documents.",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"SURVEY UNCOVERS SMOLDERING ISSUES",
            "p1":"A recent poll done by Utah Valley University for the Districtiville Gazette identified the major issues in Districtville.  The hot button issues are education quality, health care affordability, and Interstate 26.    The Governor's approval rating was 44% approve and 47% disapprove in the district.  The public also is concerned about ethics in government.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"EVOLUTION AMENDMENT BEFORE HOUSE",
            "p1":"The House of Representatives will soon begin debate on a constitutional amendment requiring \"intelligent design\"to be taught on an equal basis with \"evolutionary theory\" in Utah schools.   The amendment will be presented to the House Education Committee next week.

            According to Rep. Charles Fjord (R-St. George), \"the amendment merely makes it clear that one theory is as good as another.\"  ACLU advocaate, Chester Bivens said he expected Rep. Jones to see that the amendment is killed in committee.",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"HALES GIVES LAME GOVERNMENT AWARD TO SEN. BRAMBLE",
            "p1":"State Senator Karen Hales announced today that Sen. Curtis BRAMBLE was recognized for \"speaking for 2 hours on the floor of the Senate without really saying much.\"  He was speaking on the issue of whether or not the Utah Tea Party should be defined as a church rather than political party.

            In a surprise announcement, Hales said that if she decides to run for Governor, Representative Jones, a moderate Republican, might be her running mate.",
            "imgURL":"../img/article1e.jpg",
            "imgALT":"article1b"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "ken Jones (R-Districtville)"
          }
        ]
      }
    },
    "news5":{
      "paper":{
        "day":"February, 2017",
        "title":"Stage 5",
        "header":"LATEST NEWS: Scandals Rock Capitol",
        "articles":[
          {
            "title":"SALT LAKE FOUR ARE QUESTIONED BY ATTORNEY GENERAL",
            "p1":"Four state representatives were questioned yesterday by the attorney general for potential \"influence peddling.\"   The investigation revolves around unfair intervention with state government activities in trade for campaign contributions.  The representatives under investigation were Ruff, Smith, Doore, and Dunne.  Representative Jones, originally under investigation was not included in the probe.",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"
          },
          {
            "title":"STATE COURT ORDERS CHANGES TO REDISTRICTING PLAN",
            "p1":"In a surprise move, the Utah Supreme Court ordered the state legislature to make small adjustments to House legislative districts.   The court, responding to a recent study showing mapping errors in three districts, ordered the legislature to reduce \"gerrymandering\" and reduce the inequity in the number of voters in the three districts.

            According to the Deseret News,  one of the four distict is the 38th District currently held by freshman representative Kenneth Jones.",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"TISCH GAINS SIGNATURE FOR INITIATIVE REFERENDUM",
            "p1":"Robert Tisch II, an experienced petition gatherer, has gained the 200,000 signatures needed to place a proposal to reduce property taxes by 30% on the fall 2016 ballot unless the legislature enacts the cuts within 90 days.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"OBAMACARE COSTS Utah",
            "p1":"According to the Dept. of Administration, the full implementation of the Affordable Care Act  is likely to cost the Utah general fund $80 million.   Apparently, the cost of health care premiums were not as low as expected, thus requring additional state support.  Govenor Herbert told the Gazette that the cost was much less than he thought might happen, given \"the foolishness of the federal government mandating health insurance.\"",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"SENATE VOTES TO ABOLISH BOARD OF REGENTS",
            "p1":"Senate President Phil Berger succeeded yesterday in getting the Senate to vote in favor of abolishing the Utah Board of Regents.   According to Berger, the Regents only \"get in the way of progress.\"

            The Vote in the House is likely to be very close.  Rep. Alexander, from Wilmington, told the press that \"there are pluses and minues in any such major change.\"

            Southern Utah University Interim President Rich Kendall, who is hired by the Board of Regents, told the Districtiville Gazette that \"local Boards of Trustees should be further empowered but wasn't sure about the elimination of the Board of Regents.\"",
            "imgURL":"../img/article1e.jpg",
            "imgALT":"article1b"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "ken Jones (R-Districtville)"
          }
        ]
      }
    },
    "news6":{
      "paper":{
        "day":"October, 2018",
        "title":"Stage 6",
        "header":"LATEST NEWS: Campaigns Heat Up",
        "articles":[
          {
            "title":"JONES-SAMUELSON RACE IS KEY",
            "p1":"The control of the State House may depend on the outcome of the race in Districtville between Kenneth Jones and Isaac Samuelson.  Samuelson is a well-known college professor who has served on the Districtville City Council.  He has pushed for a Code of Ethics and has gained some fame for urging Representative Jones to follow his lead.  Samuelson is a moderate Democrat who has worked closely with the business community while on the city council.

            Samuelson told the press that he is willing to spend up to $200,000 of his own money to win the seat.",
            "imgURL":"../img/article1a.jpg",
            "imgALT":"article1a"
          },
          {
            "title":"PALIN TO VISIT SALT LAKE CITY AND DISTRICTVILLE",
            "p1":"Former Alaska Governor Sara Palin told the Gazette today that she is planning of visiting Utah to investigate the need for a new political party.  She plans to meet with Samuel Tizzy, Tea Party leader in Districtville later next week after her book signing stop at Costco.",
            "imgURL":"../img/article1b.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"BUDGET CUTS BACKFIRE ON LEGISLATURE",
            "p1":"According to a new poll from  Utah Valley University,  recent cuts in education funding have damaged the image of the legislature.  Approval ratings fell from 32% to 25% over the past three months.  Jones spokesperson said the drop in approval was greatest among the young families and suburban residents.

            It is unclear what effect the cuts may have on the control of the House of Representatives.  Insiders report that the education changes may damage the re-election changes of Rep. Jones the most.",
            "imgURL":"../img/article1c.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"BUDGET AGAIN IN DIFFICULTY",
            "p1":"Budget revenues are not meeting projections.  Governor Herbert  recently announced that revenues are 3% less than what the budget predicted.  The revenue drop is due to the recent tax cuts and a slowing in income tax revenue.  Governor Herbert blamed Democrats in Congress for the slow economy.",
            "imgURL":"../img/article1d.jpg",
            "imgALT":"article1b"
          },
          {
            "title":"GOVERNOR PREDICTS REPUBLICAN VICTORY",
            "p1":"Governor Herbert today predicted the House of Representatives would be controlled by the Republicans after the election this fall.  Herbert told the press yesterday \"it looks certain that Rep. Jones will beat Samuelson due to excellent campaign decisions by his staff and his support.\"",
            "imgURL":"../img/article1e.jpg",
            "imgALT":"article1b"
          }
        ],
        "images":[
          {
            "name": "news1",
            "url": "../img/news1.jpg",
            "alt": "GOP Celebrates victory"
          },
          {
            "name": "Representative pic",
            "url": "../img/representitive.jpg",
            "alt": "ken Jones (R-Districtville)"
          }
        ]
      }
    }
  }
}
